outlook
传送和接收的刷新时间设定
  命令栏上传送/接收-传送/接收设定-传送/接收群组设定 在其设置中可设定刷新时间。
签名的设置
  点击新建邮件-点击命令栏上的签名命令-签名 进入进行相关设置。
邮件模版（在工具栏上创建快捷的邮件模版命令）
  在工具栏上右键，选择自定义-指令-新功能表-将右边指令选项中的新功能表拖到工具栏（该状态下右键所添加的命令图标重命名）-点击自定工具框中的档案-右边指令中选择 选择表单 并将其拖到上一步刚创建的命令下-右键 指定超链接 选择创建的邮件模板。
邮件管理
  工具-规则及通知-进行相关的设定
    eg：如将某人的邮件全部存放在一特定的文件夹内
  组合管理
    eg：改变某人所发邮件的颜色
--------------------------------------------------------------------------------
Word
软件特性、设置与说明 
  修改Word的默认字体 
    一：新建一Word文件然后在文字模块的更多选项中去进行默认字体更改，最后点击左下角默认完成。
    二：修改Word模版文件（Word的默认模版为Normal.dotm），
      修改后需要另存为.dotm格式的文件，然后再进行替换即可。
      具体位置在可通过搜索或者Word中文件-选项-高级-文件位置-模版，进行双击打开位置，复制路径进行查找。
  插入AutoCAD图形的操作 
      打开Word文件,单击“插人/对象”菜单,选择“AutoCAD Drawing。
      这样,就可以在Word中创建一个新的AutoCAD文件,这个文件仅存在于该Word文件中。
      如果要把已经绘制好的AutoCAD文件插人,则选择"由文件创建"选项卡,然后点击“浏览.选择要插人的AutoCAD文件。
      如果选中下方的“链接到文件”选复选框，则Word文件中并不保存CAD图像.而是随着磁盘源文件的变化而变化。
      也可以先Ctrl+C 复制AutoCAD图形拷，再在Word文档中Ctrl+V粘贴。（推荐使用）
      由于AutoCAD默认背景颜色为黑色，而Word背景颜色为白色，首先应将AutoCAD图形背景颜色改成白色。
      另外，AutoCAD图形插入Word文档后，往往空边过大，效果不理想。
      利用Word图片工具栏上的裁剪功能进行修整，空边过大问题即可解决。
      若未出现图片工具，则无裁剪命令，需要将图片裁剪功能自定义到快速存取工具栏（最上面的工具栏上），
      从而选择命令进行裁剪（自定义操作：通过快速存取工具栏上的倒三角-其他命令-选择图片工具下的裁剪工具进行添加）。
  ★★自动换行缩进设置
快捷键、实用技巧 
  ctrl-←→            光标移动到行首/尾 
  ctrl-m/shift?-tab  选中若干行使部分文字整体左/右移
  查找/替换全部中文字符 
    如果用的是 Unicode3.0 字符集则输入[以-隝]，若是Unicode2.0的话则为[一-龥]。
  任何被圆圈包围的符号 
    在字体区域有一 ○+字 的命令图标，点击进行相应的创建,
    但是创建的字符只能在Word中正确显示
Q&A 
  为什么Word、Excel、txt等文字中句号'。'在中间显示？
    港台用的宋体句号在中间 
  Word、Excel中简繁转换消失后找回方法
    以Excel为例，选项-加载项/增益集-选择COM加载项-转到/执行-先取消中文转换加载项确定后再勾选确定-完成。
---------------------------------------------------------------------------
输入法 
QQ输入法 
  快捷键、快捷输入 
    ctrl-alt-q    截屏 
    v            
      v0-v9       标点符号 
  自定义短语 
    出现候选词后，通过上下方向键进行候选词的预选切换，通过“0”进行单个字的预选切换。-=或{}翻页
    技巧总结 
      日期: $(Year).$(month).$(date)   
      时间: $(YYYY)年$(M)月$(D)日 $(HH):$(mm):$(ss) 
      农历: $(lunarY)年$(lunarM)$(lunarD)$(lunarHol) 
      星期: $(WeekCn) 
      顺序展示: $[ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ] 
    详情枚举: 
      dw单位: 
        ㎜㎝㎞㏎㎡㎥㏕㏄㎎㎏°℃℉′″ 
      jt箭头：
        ↑↓→←↔↕↖↙↗↘⇈⇊⇉⇇⇋⇌↰↱↲↳↴↵↶↷
      zbf制表符：
        ┠┨┸┰┌┬┐┤┘┴└├┼╂┄┅┈┉╲╱┋┊┇┆┃╭─╮╰─╯╳
        ╠╬╣╚╩╝╔╦╗
      yqsz圆圈数字: 
        ①②③④⑤⑥⑦⑧⑨⑩ 
        ⑪⑫⑬⑭⑮⑯⑰⑱⑲⑳ 
        ㉑㉒㉓㉔㉕㉖㉗㉘㉙㉚ 
        ㉛㉜㉝㉞㉟㊱㊲㊳㊴㊵ 
        ㊶㊷㊸㊹㊺㊻㊼㊽㊾㊿
      lmsz罗马数字：
        ⅠⅡⅢⅣⅤⅥⅦⅧⅨⅩⅪⅫ
        ⅰⅱⅲⅳⅴⅵⅶⅷⅸⅹ 
      xhsz序号数字: 
        ⒈⒉⒊⒋⒌⒍⒎⒏⒐⒑⒒⒓⒔⒕⒖⒗⒘⒙⒚⒛ 
        ⑴⑵⑶⑷⑸⑹⑺⑻⑼⑽⑾⑿⒀⒁⒂⒃⒄⒅⒆⒇ 
        ㈠㈡㈢㈣㈤㈥㈦㈧㈨㈩ 
      yqzm圆圈字母: 
        ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝ
        ⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ   
        ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃ
        ⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ 
      sxzm数学字母: 
        αβγδεζηθικ
        λμνξοπρστυ
        φχψωΔΩ
      zwfh中文符号: 
        ，、：；。？！
      sxfh数学符号: 
        ½⅓⅔¼¾⅛⅜⅝⅞¹²³⁴ⁿ 
        ＋－+-*/×÷±℅％‰∫∬∮∯∰∑∏㏒㏑ 
        <>＜＞≤≥≦≧≠≈≡≌∈∝  
        ⊙⌒⊥∠∥⊕◎◎☉⊙Φφ∟≒⊿ 
        ∞∴∵∧∨∪∩∣‖  
      cyfh常用符号：
        …~•√＄￥￡￠♀♂♪♫♬
        ○©™
      tsfh特殊符号：
        ★☆◆◇▲△●○■□▼▽
        ♠♥♦♣☀☢☭✲❈❉✪✖✚❀☭☼◐▷◁♯☣☢☠  
        囍╱╲∷曱甴⊿ΘΘ〒¤○ 
        ✔✘卍卐  
        █▇▅▅▄▃▂▁◢◥◤◣
  Q&A 
    ★★★怎样一次性输入所有的候选词？
    自定义短语允许更多的公式、计算等 
      如将 =$(Year)$(month)$(date)-1 显示为昨天的日期等。
    如何指定输入完成后光标所在的位置
-----------------------------------------------------------------------待整理 
Potplayer播放器: 视频播放软件
设置 
  修改快进/快退时间
    选项-播放-时间跨度
    →←方向键 改为1s
    Ctrl+→← 改为2s
    Shift+→← 改为3s
    Ctrl+Alt+→← 改为5s
    取消勾选 "如存在关键帧数则以关键帧为移动单位" 会使移动准确但也会造成移动后卡顿.
快捷键 
  增加/降低亮度  e/r
  快/慢放        c/x
--------------------------------------------------------------------------------
2345批量文件改名王: 文件批量改名 
  命名规则
    # 表示自动增加数字
    * 表示保留文件原来的文件名
































































































































