dos简介及说明 
  dos，是磁盘操作系统的缩写，是个人计算机上的一类操作系统。
  微软图形界面操作系统 Windows NT 问世以来，
  DOS就是一个后台程序的形式出现的。可以通过运行cmd进入运行。
  Windows和dos都是微软公司的操作系统软件,某种程度上说Windows是dos的后续操作系统版本,
  只是Windows对于dos有质的飞跃,dos只支持命令操作,
  Windows则有了良好的图形操作界面,dos需要输入操作命令,
  Windows只不过是将dos命令变成为图形界面,只需点击就可以完成dos命令.
  Windows+R出现运行对话框,输入cmd‹command命令的缩写›进入dos环境
命令
  查看命令
    dir
      无参数:查看当前所在目录的文件夹及文件
    /s:查看当前目录及所有子目录的文件夹和文件
    /a:查看包括隐含文件的所有文件
    /ah:只显示出隐藏文件
  进出文件夹命令
    ???cd目录名:进入特定的目录
    cd\:退回到根目录
    cd..:退回到上一级目录
    cd 文件名XXX:进入当前目录下的XXX文件夹下.
      PS:直接进入其他磁盘,直接 盘符: 然后回车即可.






