输入法 
QQ输入法 
  快捷键、快捷输入 
    ctrl-alt-q    截屏 
    v            
      v0-v9       标点符号 
  自定义短语 
    出现候选词后，通过上下方向键进行候选词的预选切换，通过“0”进行单个字的预选切换。-=或{}翻页
    技巧总结 
      日期: $(Year).$(month).$(date)   
      时间: $(YYYY)年$(M)月$(D)日 $(HH):$(mm):$(ss) 
      农历: $(lunarY)年$(lunarM)$(lunarD)$(lunarHol) 
      星期: $(WeekCn) 
      顺序展示: $[ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ] 
    详情枚举: 
      dw单位: 
        ㎜㎝㎞㏎㎡㎥㏕㏄㎎㎏°℃℉′″ 
      jt箭头：
        ↑↓→←↔↕↖↙↗↘⇈⇊⇉⇇⇋⇌↰↱↲↳↴↵↶↷
      zbf制表符：
        ┠┨┸┰┌┬┐┤┘┴└├┼╂┄┅┈┉╲╱┋┊┇┆┃╭─╮╰─╯╳
        ╠╬╣╚╩╝╔╦╗
      yqsz圆圈数字: 
        ①②③④⑤⑥⑦⑧⑨⑩ 
        ⑪⑫⑬⑭⑮⑯⑰⑱⑲⑳ 
        ㉑㉒㉓㉔㉕㉖㉗㉘㉙㉚ 
        ㉛㉜㉝㉞㉟㊱㊲㊳㊴㊵ 
        ㊶㊷㊸㊹㊺㊻㊼㊽㊾㊿
      lmsz罗马数字：
        ⅠⅡⅢⅣⅤⅥⅦⅧⅨⅩⅪⅫ
        ⅰⅱⅲⅳⅴⅵⅶⅷⅸⅹ 
      xhsz序号数字: 
        ⒈⒉⒊⒋⒌⒍⒎⒏⒐⒑⒒⒓⒔⒕⒖⒗⒘⒙⒚⒛ 
        ⑴⑵⑶⑷⑸⑹⑺⑻⑼⑽⑾⑿⒀⒁⒂⒃⒄⒅⒆⒇ 
        ㈠㈡㈢㈣㈤㈥㈦㈧㈨㈩ 
      yqzm圆圈字母: 
        ⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝ
        ⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩ   
        ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃ
        ⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏ 
      sxzm数学字母: 
        αβγδεζηθικ
        λμνξοπρστυ
        φχψωΔΩ
      zwfh中文符号: 
        ，、：；。？！
      sxfh数学符号: 
        ½⅓⅔¼¾⅛⅜⅝⅞¹²³⁴ⁿ 
        ＋－+-*/×÷±℅％‰∫∬∮∯∰∑∏㏒㏑ 
        <>＜＞≤≥≦≧≠≈≡≌∈∝  
        ⊙⌒⊥∠∥⊕◎◎☉⊙Φφ∟≒⊿ 
        ∞∴∵∧∨∪∩∣‖  
      cyfh常用符号：
        …~•√＄￥￡￠♀♂♪♫♬
        ○©™
      tsfh特殊符号：
        ★☆◆◇▲△●○■□▼▽
        ♠♥♦♣☀☢☭✲❈❉✪✖✚❀☭☼◐▷◁♯☣☢☠  
        囍╱╲∷曱甴⊿ΘΘ〒¤○ 
        ✔✘卍卐  
        █▇▅▅▄▃▂▁◢◥◤◣
  Q&A 
    ★★★怎样一次性输入所有的候选词？
    自定义短语允许更多的公式、计算等 
      如将 =$(Year)$(month)$(date)-1 显示为昨天的日期等。
    如何指定输入完成后光标所在的位置
---------------------------------------------------------------------------
