一个用来取代Notepad的免费程序,绿色软件,安装完毕后只有一个主程序;
  具有显示行号、内建各种程序语法的高亮度显示、改变背景颜色、支持Unicode与UTF-8的功能,
  具有[行列功能],可以进行区块模式选取的编辑。
编辑器设置 
  PS: 在更改设置后需要进行:设置-立即保存设置,
    软件会在其存放的位置生成一配置文件,后续设置才会生效 
  文件  
    编码 
      默认编码: utf-8
      勾选 以UTF-8模式打开7-bit ASCII文件
      勾选 以DOS-437模式打开8-bit的nfo或diz文件
  查看 
    语法方案 :  使打开的文本默认有折叠功能
      选择 'Python Script'
      勾选 '设置选中的方案为默认'
    自定义方案: 可对不同类型的文档,如txt、html等进行字体、字体颜色、背景等设置 
      点击所选类目进行展开进行各项设置.
      'current line background(color)'  当前行背景颜色
    默认字体 ---   '楷体' '常规' '13'
    自动换行        勾选 
    显示缩进栏线    勾选 
    显示空格        勾选 
    显示配对括号     勾选 
    高亮当前行      勾选 
    行号            勾选 
    代码折叠        勾选 
  设置 
    将制表符作为空格插入    勾选 
    自动换行设置--- '+1缩进' '无' '无' '任意符号换行' 
      设置-自动换行设置-设置：+1 缩进和任意符号换行 
    自动缩进文本            勾选 
    自动完成单词            勾选 
    '保存窗口位置': 开启文档时的默认窗口位置及窗口大小设置
    窗口标题显示--- 显示完整路径和名称
    ESC键功能      退出 
    显示工具栏         勾选  
    自定义工具栏 
      保留: 重做 查找 替换 自动换行 自定义方案 切换所有折叠
      其他全部去除
    显示状态栏              勾选 
    退出时保存设置          勾选 
快捷键 
  ctrl+w             开关自动换行
  ctrl+↑↓            上下滚动显示,在屏幕显示范围内光标位置不动
  ctrl+→←            单词跳转
  shift+↑↓→←         文本选择
  ctrl+shift+↑↓      行移动
  ctrl/alt+d         复制当前行
  ctrl+f2            行标记
  ctrl+shift+d       删除行
  tab                行缩进
  shift+tab          取消行缩进
  Insert             光标样式切换, _和∣            
  alt+1              在选定文本的前后插入字符
  alt+z/u            移除行首/尾字符
  alt+m              行首/尾 增加/删除字符
  alt+leftmouse      多行单列操作
  alt+r              删除选中区域空行
  alt+x              插入html标签
    将所需包括的内容选中,Alt+X完成输入.
  ctrl+shift+s       将选中区域的制表符转换为空格
  ctrl+shift+t       将选中区域的空格转换为制表符 
  ctrl+d             重复上一行 
  insert             光标'_'、'∣'切换
  将光标移到行的最左端（显示行号的位置），点击或拖动进行行选择 
总结 
  将光标移到行的最左端--显示行号的位置,点击或拖动进行行选择 
Suggestion&Question: 
  自定义快捷键 
  中文字体及非中文字体单独设置
  将打开的多个文件放在一个窗口中,通过标签切换 
  增加字体颜色及下划线等功能 
